[
	{
		"name": "Đại Việt",
		"leaderName": "Bà Triệu",
		"adjective": ["Vietnamese"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "northern Vietnam was occupied by the Wu Kingdom – one of three Chinese kingdoms that were struggling for power across the continent. It would have been a tense situation – the Wu already on edge and nervous in their occupation of what they considered a “barbarian south,” and the Vietnamese constantly agitating for independence, Bà Triệu The People need Your Guidance in This Tough Time, Be Fierce and Wise and Do Not let Those Aggressors Fool You and Your Army, Will You lead The Vietnamese people Into a Glory Day, or Shall Your Aggressor make Theirs, Bà Triệu, It is For You To Decide what Best For Đại Việt, Will You Hold The Legacy of The Trưng Sisters and avenge Them, Or Will You Turn Into ash and Be forgatten.",
		"startIntroPart2": "Bà Triệu, your people will remember you as a goddess. Stand against those who would try to rein in your storm, and raise your sword in defiance. Neither family nor foe will hold you back, Will You be able to stand The Test of Time? or Will You Perish and Only Lefting a Legacy Like The Trưng Sisters.",
		
		"declaringWar": "I cannot Hold back anymore, For My and Your People Suffer under Your Tyrannical Rule.",
		"attacked": "I have Thought of That, Today will Be a War Between us That Will End with The Destruction of Your Nation and Your People Shall Face The Consequence of Your Action.",
		"defeated": "I should have Foreseen This, Even So, The Resistance will Still Continues?",
		"introduction": "I am Lady Trieu, the general who wears the golden robe. Welcome to Đại Việt, The Greater Viet.",
		
		"neutralHello": "Lady Trieu is Present.",
		"neutralLetsHearIt": ["Go on.","Let's Discuss it.","You may Start."],
		"neutralNo": ["That Doesn't advantage The people of Đại Việt.","We Refuse.","Not Today Perhaps Later."],
		"neutralYes": ["Very good.","Of course, yes.","That is very good."],

		"hateHello": "State Your Purpose.",
		"hateLetsHearIt": ["Speak, Now.","Explain.","Go on, It's Getting Tiring."],
		"hateNo": ["That will not be possible.","That Was Not agreeable.","I beg your pardon?"],
		"hateYes": ["Sure, For Now...","Great...","Very well..."],
		
		"afterPeace": "We will March and Destroy You, Your Nation does not deserve A Tyrant like You, And Đại Việt will Remember This!",
		"tradeRequest": "Đại Việt Bestow This Great Offer to you.",

		"outerColor": [16,16,16],
		"innerColor": [255,200,200],
		"uniqueName": "Nine Dragon River Delta",
                "uniques": ["[+2 Culture] from every [Forest] tile", "[+2 Science] from every [Jungle] tile", "[+2 Production] from every [Marsh] tile", "[All] [Land] [Military] unit gain the [Drill II] promotion"],

		"favoredReligion": "Buddhism",
		"cities": ["Thăng Long","Huế","Hoa Lư","Trà Kiệu","Đồng Hới","Quảng Trị","Đà Nẵng","Cần Thơ","Con Cuông","Hội An",
                "Mỹ Tho","Quy Nhơn","Sài Gòn","Đà Lạt","Hải Phòng","Biên Hòa","Nha Trang","Rạch Giá","Long Biên","Nam Định",
                "Vinh","Thái Nguyên","Hạ Long","Vũng Tàu","Thanh Hóa","Buôn Ma Thuột","Việt Trì","Hải Dương","Thủ Dầu Một","Bắc Ninh",
                "Phan Thiết","Cà Mau","Tuy Hòa","Long Xuyên","Phan Rang","Châu Đốc","Tháp Chàm","Thái Bình","Cẩm Phả","Sa Đéc","Pleiku"]
	}
]
